/* Time-limit options in popup-menu for x month(s) and y week(s). This is a fallback string that should not be displayed to the user */
"%d months and %d weeks" = "%1$d månader och %2$d veckor";

/* Time-limit options in popup-menu for x Month(s) and y Week(s) ago. This is a fallback string that should not be displayed to the user */
"%d Months and %d Weeks ago" = "%1$d månader och %2$d veckor sedan";

/* This texts follows the actual time zone if the system time zone is used. Note the parenthesis. */
"(Using System Time Zone)" = "(använder systemets tidszon)";

/* We display a list of records inline.  When there are more than 5 records, we onlye display the first 5, then the current message to inform how many remains */
", and %d more." = " och %d fler.";

/* at this place, we display the summary of an event.  This is what we will display when the event does not have any summary */
"<event with no summary>" = "<aktivitet utan sammanfattning>";

/* at this place, we display the summary of a task.  This is what we will display when the task does not have any summary */
"<task with no summary>" = "<uppgift utan sammanfattning>";

/* at this place, we display the name of contact group.  This is what we will display when the contact group does not have any name */
"<unamed group>" = "<namnlös grupp>";

/* at this place, we display the name of contact.  This is what we will display when the contact does not have any name */
"<unknown contact>" = "<okänd kontakt>";

/* All Contacts - iSync Phone Conduit */
"All Contacts" = "Alla kontakter";

/* Comments below the 'Sync All-day events' checkbox */
"All-day events become read-only events on your phone." = "Heldagsaktiviteter blir skrivskyddade aktiviteter på telefonen.";

/* Suggestion of the window: No calendar available */
"Before you can synchronize your calendars, you need to open a calendar application that supports Mac OS X synchronization." = "Innan du kan synkronisera kalendrar måste du öppna ett kalenderprogram som hanterar Mac OS X-synkronisering.";

/* Contacts stat. */
"Calendar events changed: %d added, %d modified and %d removed" = "Ändrade kalenderaktiviteter: %1$d tillagda, %2$d ändrade och %3$d borttagna";

/* Calendars */
"Calendars" = "Kalendrar";

/* Generic Cancel button in dialog */
"Cancel" = "Avbryt";

/* Contacts */
"Contacts" = "Kontakter";

/* Contacts stat. */
"Contacts changed: %d added, %d modified and %d removed" = "Ändrade kontakter: %1$d tillagda, %2$d ändrade och %3$d borttagna";

/* title of the window: No calendar available */
"Do you want to use iCal as your calendar application?" = "Vill du använda iCal som ditt kalenderprogram?";

/* Time-limit options in popup-menu for [the next:] 8 months */
"Eight months" = "Åtta månader";

/* Time-limit options in popup-menu for [the next:] 8 weeks */
"Eight weeks" = "Åtta veckor";

/* Time-limit options in popup-menu for [prior to:] 8 weeks ago */
"Eight weeks ago" = "Åtta veckor sedan";

/* Time-limit options in popup-menu for [prior to:] 8 months ago */
"Eighth months ago" = "Åtta månader sedan";

/* Time-limit options in popup-menu for [prior to:] 11 months ago */
"Eleven months ago" = "Elva månader sedan";

/* Time-limit options in popup-menu for [the next:] 11 months */
"Elevent months" = "Elva månader";

/* Following that label will be a list of events (one or several) */
"Event(s)" = "Aktivitet(er)";

/* Time-limit options in popup-menu for [the next:] 5 months */
"Five months" = "Fem månader";

/* Time-limit options in popup-menu for [prior to:] 5 months ago */
"Five months ago" = "Fem månader sedan";

/* Time-limit options in popup-menu for [the next:] 5 weeks */
"Five weeks" = "Fem veckor";

/* Time-limit options in popup-menu for [prior to:] 5 weeks ago */
"Five weeks ago" = "Fem veckor sedan";

/* Time-limit options in popup-menu for [the next:] 4 months */
"Four months" = "Fyra månader";

/* Time-limit options in popup-menu for [prior to:] 4 months ago */
"Four months ago" = "Fyra månader sedan";

/* Time-limit options in popup-menu for [the next:] 4 weeks */
"Four weeks" = "Fyra veckor";

/* Time-limit options in popup-menu for [prior to:] 4 weeks ago */
"Four weeks ago" = "Fyra veckor sedan";

/* Merge button in dialog */
"Merge" = "Slå samman";

/* title of the window: Merge on first sync */
"Merging information for your first sync may result in some duplicate contact or calendar information." = "Att slå samman information vid den första synkroniseringen kan ge duplicerad kontakt- eller kalenderinformation";

/* Time-limit options in popup-menu for [the next:] 9 months */
"Nine months" = "Nio månader";

/* Time-limit options in popup-menu for [prior to:] 9 months ago */
"Nine months ago" = "Nio månader sedan";

/* Time-limit options in popup-menu for: NO LIMIT */
"No limit" = "Ingen gräns";

/* Time-limit options in popup-menu for [the next:] 1 month */
"One month" = "En månad";

/* Time-limit options in popup-menu for [prior to:] 1 month ago */
"One month ago" = "En månad sedan";

/* Time-limit options in popup-menu for [the next:] 1 week */
"One week" = "En vecka";

/* Time-limit options in popup-menu for [prior to:] 1 week ago */
"One week ago" = "En vecka sedan";

/* Time-limit options in popup-menu for [the next:] 1 year */
"One year" = "Ett år";

/* Time-limit options in popup-menu for [prior to:] 1 year ago */
"One year ago" = "Ett år sedan";

/* button to open iCal */
"Open iCal" = "Öppna iCal";

/* Name for the Personal Information (Sync) module in the navigation bar */
"Personal Information" = "Personlig information";

/* For 3rd-party plugin, displayed at the bottom of the main view: Provided by %@    [%@ is the manufacturer name] */
"Provided by %@" = "Tillverkad av %@";

/* Label in modlet view */
"Put events created on phone into:" = "Lägg aktiviteter skapade på telefonen i:";

/* Reset button in dialog */
"Reset" = "Återställ";

/* Time-limit options in popup-menu for [the next:] 7 months */
"Seven months" = "Sju månader";

/* Time-limit options in popup-menu for [prior to:] 7 months ago */
"Seven months ago" = "Sju månader sedan";

/* Time-limit options in popup-menu for [the next:] 7 weeks */
"Seven weeks" = "Sju veckor";

/* Time-limit options in popup-menu for [prior to:] 7 weeks ago */
"Seven weeks ago" = "Sju veckor sedan";

/* Time-limit options in popup-menu for [the next:] 6 months */
"Six months" = "Sex månader";

/* Time-limit options in popup-menu for [prior to:] 6 months ago */
"Six months ago" = "Sex månader sedan";

/* Time-limit options in popup-menu for [the next:] 6 weeks */
"Six weeks" = "Sex veckor";

/* Time-limit options in popup-menu for [prior to:] 6 weeks ago */
"Six weeks ago" = "Sex veckor sedan";

/* For 3rd-party plugin, displayed at the bottom of the main view: Support */
"Support" = "Support";

/* Label in modlet view in front of contact group popup */
"Synchronize:" = "Synkronisera:";

/* Following that label will be a list of tasks (one or several) */
"Task(s)" = "Uppgift(er)";

/* Time-limit options in popup-menu for [the next:] 10 months */
"Ten months" = "Tio månader";

/* Time-limit options in popup-menu for [prior to:] 10 months ago */
"Ten months ago" = "Tio månader sedan";

/* the phone refused some events or contacts for unknown reasons.  We give a list of the incriminated records */
"The device refused the following records:\n" = "Enheten nekade följande poster:\n";

/* Suggestion of the window: merge on first sync. %@ == [application name] */
"The first time you use %@ to synchronize devices that were imported from iSync 1.5, you should reset the information on your devices to avoid duplicates." = "Den första gången du använder %@ till att synkronisera enheter som importerades från iSync 1.5, bör du återställa informationen i enheterna så att du undviker dubbletter.";

/* Text displayed instead of the calendars section when the phone does not support calendars sync */
"This phone does not support calendar synchronization." = "Telefonen saknar stöd för synkronisering av kalendrar.";

/* Time-limit options in popup-menu for [the next:] 3 months */
"Three months" = "Tre månader";

/* Time-limit options in popup-menu for [prior to:] 3 months ago */
"Three months ago" = "Tre månader sedan";

/* Time-limit options in popup-menu for [the next:] 3 weeks */
"Three weeks" = "Tre veckor";

/* Time-limit options in popup-menu for [prior to:] 3 weeks ago */
"Three weeks ago" = "Tre veckor sedan";

/* Time-limit options in popup-menu for [prior to:] Today */
"Today" = "Idag";

/* Turn on [DeviceName] synchronization */
"Turn on %@ synchronization" = "Aktivera %@-synkronisering";

/* Time-limit options in popup-menu for [the next:] 2 months */
"Two months" = "Två månader";

/* Time-limit options in popup-menu for [prior to:] 2 months ago */
"Two months ago" = "Två månader sedan";

/* Time-limit options in popup-menu for [the next:] 2 weeks */
"Two weeks" = "Två veckor";

/* Time-limit options in popup-menu for [prior to:] 2 weeks ago */
"Two weeks ago" = "Två veckor sedan";

/* Time-limit options in popup-menu for [the next:] 2 years */
"Two years" = "Två år";

/* Using System Time Zone */
"Using System Time Zone" = "Använder systemtidszon";

